const text = `Ваша оценка - 100 баллов\n 
Отзыв по пунктам ТЗ:\n
Выполненные пункты:\n
1 верстка страницы валидная: \n 

2 логотип в хедере состоит из текстовых элементов\n 

3 страница содержит ровно один элемент 'h1'\n 

4 добавлен favicon\n 

5 блок 'header'\n 

6 блок 'Not only'\n 

7 блок 'About'\n 

8 блок 'Our Friends' \n

9 блок 'Help'\n 

10 блок 'In addition' \n

11 блок 'footer' \n

12 для позиционирования элементов блока Help использована сеточная верстка \n 

13 при уменьшении масштаба страницы браузера или увеличении ширины страницы . \n вёрстка размещается по центру, а не сдвигается \n в сторону и не растягивается по всей ширине \n 

14 фоновый цвет тянется на всю ширину страницы \n 

15 элемент 'About the Shelter' в навигации подсвечен и неинтерактивен, \n  остальные элементы навигации интерактивны \n 

16 каждая карточка с питомцем в блоке 'Our Friends' \n  интерактивна при наведении на любую область этой карточки \n 

17 плавная прокрутка по якорям \n 

18 выполняются все ссылочные связи согласно \n Перечню ссылочных связей для страницы 'Main' \n 

19 выполнена интерактивность ссылок и кнопок.\n  

20 плавное изменение внешнего вида элемента при наведении и клике,\n не влияющее на соседние элементы \n 
pets
21 верстка страницы валидная \n 

22 логотип в хедере состоит из текстовых элементов \n 

23 страница содержит ровно один элемент 'h1' \n 

24 добавлен favicon \n 

25 блок 'header' \n 

26 блок 'Our Friends' \n 

27 блок 'footer' \n 

28 при уменьшении масштаба страницы браузера или увеличении ширины страницы \n  вёрстка размещается по центру\n

29 фоновый цвет тянется на всю ширину страницы \n 

30 элемент 'Our pets' в авигации подсвечен и неинтерактивен,\n  остальные элементы навигации интерактивны \n 

31 доступные кнопки пагинации  активны, недоступные  - неактивны \n 

32 каждая карточка с питомцем в блоке 'Our Friends' интерактивна при наведении \n 

33 плавная прокрутка по якорям \n 

34 выполняются все ссылочные связи согласно Перечню ссылочных связей для страницы 'Pets' \n 

35 выполнена интерактивность ссылок и кнопок. \n 

36 плавное изменение внешнего вида элемента при наведении и клике\n 

`;
console.log(text);